tap "aws/tap"
tap "browsh-org/browsh"
tap "dopplerhq/cli"
tap "eth-p/software"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "koekeishiya/formulae"
tap "warrensbox/tap"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "atool"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bmon"
brew "ghc"
brew "cabal-install"
brew "pkg-config"
brew "clang-format"
brew "cloc"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "direnv"
brew "dmd"
brew "dos2unix"
brew "dust"
brew "eksctl"
brew "exa"
brew "fd"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libtool"
brew "libksba"
brew "gnupg"
brew "go"
brew "go-jira"
brew "gocryptfs"
brew "googler"
brew "gotop"
brew "hadolint"
brew "haskell-stack"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "httpie"
brew "hyperfine"
brew "iftop"
brew "libomp"
brew "iproute2mac"
brew "jabba"
brew "jq"
brew "k6"
brew "kompose"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "llvm"
brew "maven"
brew "minikube"
brew "mitmproxy"
brew "moreutils"
brew "mosh", args: ["HEAD"]
brew "neofetch"
brew "node"
brew "open-mpi"
brew "pandoc"
brew "pipenv"
brew "plantuml"
brew "procs"
brew "pyenv"
brew "rclone"
brew "ripgrep"
brew "rmlint"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "tflint"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "up"
brew "vifm"
brew "vim"
brew "watchman"
brew "wget"
brew "yadm"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "aws/tap/ec2-instance-selector"
brew "browsh-org/browsh/browsh"
brew "dopplerhq/cli/doppler"
brew "eth-p/software/bat-extras"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "warrensbox/tap/tfswitch"
cask "alt-tab"
cask "android-studio"
cask "chromedriver"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-teams"
cask "neovim-nightly"
cask "obs"
cask "pgadmin4"
cask "postman"
cask "redisinsight"
cask "slack"
cask "smooze"
cask "staruml"
cask "tunnelblick"
cask "ubersicht"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zettlr"
cask "zoom"
