tap "aws/tap"
tap "browsh-org/browsh"
tap "eth-p/software"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jason0x43/neovim-nightly"
tap "koekeishiya/formulae"
tap "kube-score/tap"
tap "warrensbox/tap"
brew "openssl@1.1"
brew "readline"
brew "libyaml"
brew "ansible"
brew "atool"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bmon"
brew "ghc"
brew "cabal-install"
brew "pkg-config"
brew "cargo-audit"
brew "cargo-watch"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "libpq"
brew "zlib"
brew "diesel"
brew "difftastic"
brew "direnv"
brew "dmd"
brew "dog"
brew "dos2unix"
brew "dust"
brew "eksctl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fortune"
brew "frpc"
brew "frps"
brew "frum"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "git-trim"
brew "libksba"
brew "gnupg"
brew "go"
brew "go-jira"
brew "googler"
brew "gotop"
brew "libtool"
brew "grex"
brew "grpcurl"
brew "hadolint"
brew "haskell-stack"
brew "helix"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "hyperfine"
brew "iftop"
brew "iproute2mac"
brew "jabba"
brew "jq"
brew "k6"
brew "kompose"
brew "kotlin"
brew "kubernetes-cli", link: false
brew "krew"
brew "kubectx"
brew "kubergrunt"
brew "kubeval"
brew "libomp", link: true
brew "llvm"
brew "maven"
brew "minikube"
brew "miniserve"
brew "mitmproxy"
brew "mold"
brew "moreutils"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "node"
brew "open-mpi"
brew "pandoc"
brew "pipenv"
brew "plantuml"
brew "postgresql@14"
brew "procs"
brew "pyenv"
brew "rclone"
brew "ripgrep"
brew "rmlint"
brew "ruby"
brew "rustscan"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "sops"
brew "wireshark", link: false
brew "termshark"
brew "terraforming"
brew "tflint"
brew "tokei"
brew "tree"
brew "up"
brew "vifm"
brew "vim"
brew "wabt"
brew "watch"
brew "watchman"
brew "wget"
brew "xh"
brew "xonsh"
brew "yadm"
brew "yarn"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "aws/tap/ec2-instance-selector"
brew "browsh-org/browsh/browsh"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "warrensbox/tap/tfswitch"
cask "alt-tab"
cask "android-studio"
cask "audacity"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-chrome-beta"
cask "google-chrome-canary"
cask "google-chrome-dev"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "logitech-options"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "neovim-nightly"
cask "obs"
cask "pgadmin4"
cask "postman"
cask "redisinsight"
cask "slack"
cask "smooze"
cask "staruml"
cask "tunnelblick"
cask "ubersicht"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zoom"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "atlassian.atlascode"
vscode "benspaulding.procfile"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "Compilenix.vscode-zonefile"
vscode "cschlosser.doxdocgen"
vscode "dan-c-underwood.arm"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "icsharpcode.ilspy-vscode"
vscode "idleberg.applescript"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "JScearcy.rust-doc-viewer"
vscode "karunamurti.haml"
vscode "KevinRose.vsc-python-indent"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "Orta.vscode-jest"
vscode "rebornix.ruby"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rogalmic.zsh-debug"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "serayuzgur.crates"
vscode "shardulm94.trailing-spaces"
vscode "SimonSiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "stoplight.spectral"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "Tim-Koehler.helm-intellisense"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmsynkov.colonize"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wingrunr21.vscode-ruby"
vscode "XadillaX.viml"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zero-plusplus.vscode-autohotkey-debug"
vscode "zhuangtongfa.material-theme"
vscode "ZixuanWang.linkerscript"
vscode "zxh404.vscode-proto3"
