tap "aws/tap"
tap "browsh-org/browsh"
tap "eth-p/software"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jason0x43/neovim-nightly"
tap "koekeishiya/formulae"
tap "kube-score/tap"
tap "warrensbox/tap"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "atool"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bmon"
brew "ghc"
brew "cabal-install"
brew "pkg-config"
brew "cargo-audit"
brew "cargo-edit"
brew "cargo-outdated"
brew "cargo-watch"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "libpq"
brew "diesel"
brew "direnv"
brew "dmd"
brew "dog"
brew "dos2unix"
brew "dust"
brew "eksctl"
brew "exa"
brew "fd"
brew "libtool"
brew "ffmpeg"
brew "fnm"
brew "fortune"
brew "frpc"
brew "frps"
brew "frum"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "git-trim"
brew "libksba"
brew "gnupg"
brew "go"
brew "go-jira"
brew "googler"
brew "gotop"
brew "grex"
brew "grpcurl"
brew "hadolint"
brew "haskell-stack"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "hyperfine"
brew "iftop"
brew "iproute2mac"
brew "jabba"
brew "jq"
brew "k6"
brew "kompose"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubergrunt"
brew "libomp"
brew "llvm"
brew "maven"
brew "minikube"
brew "miniserve"
brew "mitmproxy"
brew "mold"
brew "moreutils"
brew "mosh", args: ["HEAD"]
brew "neofetch"
brew "node"
brew "open-mpi"
brew "pandoc"
brew "pipenv"
brew "plantuml"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "rclone"
brew "ripgrep"
brew "rmlint"
brew "ruby"
brew "rustscan"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "sops"
brew "wireshark", link: false
brew "termshark"
brew "terraforming"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "up"
brew "vifm"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xh"
brew "xonsh"
brew "yadm"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "aws/tap/ec2-instance-selector"
brew "browsh-org/browsh/browsh"
brew "heroku/brew/heroku"
brew "instrumenta/instrumenta/kubeval"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "warrensbox/tap/tfswitch"
cask "alt-tab"
cask "android-studio"
cask "audacity"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-chrome-beta"
cask "google-chrome-canary"
cask "google-chrome-dev"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "logitech-options"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "neovim-nightly"
cask "obs"
cask "pgadmin4"
cask "postman"
cask "redisinsight"
cask "slack"
cask "smooze"
cask "staruml"
cask "tunnelblick"
cask "ubersicht"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zoom"
